Repository: AmitWolfus/SocioPark
Catalog: iOS/SocioPark/*.lproj/Localizable.strings
Languages: he

source: Places
he: מקומות

source: Navigate Using
he: נווט באמצעות

source: Navigate
he: נווט

source: Cancel
he: ביטול

# Desitnation Reached
source: Arrived at destination
he: הגעת ליעד

# CheckIn and Report
source: Continue to rate the current load state of the parking
he: המשך לדרג את מצב העומס הנוכחי בחניון

source: Skip
he: דלג

source: Empty
he: פנוי

# Medium
source: Light Load
he: פנוי חלקית

# Busy
source: Medium Load
he: מעט מקומות

# Full
source: Heavy Load
he: מלא

source: Error
he: שגיאה

# ErrorFetchPlaces
source: Unable to contact the places server, please try again
he: אירעה שגיאה בחיפוש, אנא נסה שוב

source: OK
he: אישור

# ErrorFetchParkings
source: Unable to contact the parkings server, please try again
he: אירעה שגיאה בעת התחברות לשרת החניונים, אנא נסה שוב

# ReportState
source: Report Parking State
he: דיווח מצב חנייה

# SearchPlaceholder
source: Enter place name...
he: הכנס שם מקום...

# NoResults
source: No results found, please make sure that the place you are looking for is in Tel-Aviv.
he: לא נמצאו תוצאות, אנא ודאו כי המקום שחיפשתם נמצא בתל אביב.

# SearchParkings
source: Searching for parkings nearby...
he: מחפש חניות קרובות...

# NoParkingsFound
source: No parkings were found!
he: לא נמצאו חניות!

# NotConnected
source: The Internet connection appears to be offline
he: החיבור לאינטרנט אינו זמין
